LEXICON_RU: dict[str, str] = {
    '/start': '日本語を勉強しよう\n '
              '<b>Привет!</b>\nЯ бот-помощник анны-сэнсэй 😃\n '
              'Я помогаю тренироваться в японском произношении и грамматике.\n\n '
              'Хотите говорить по-японски как японцы?\n '
              'Выбирайте в меню интересную вам тему и レッツゴー‼️',
    '/help': 'Здесь будет какой то текст описания бота.'

}

LEXICON_COMMANDS_RU: dict[str, str] = {
    '/start': 'command_1 description',
    # '/command_2': 'command_2 description',
    # '/command_3': 'command_3 description',
    '/help': 'command_4 description'
}
