LEXICON_RU: dict[str, str] = {
    '/start': '日本語を勉強しよう\n'
              '<b>Привет!</b>\nЯ бот-помощник анны-сэнсэй 😃\n'
              'Я помогаю тренироваться в японском произношении и грамматике.\n\n'
              'Хотите говорить по-японски как японцы?\n'
              'Выбирайте в меню интересную вам тему и レッツゴー‼️\n\n',
    'choose_phrase': 'Выберите фразу для тренировки',
    'select_category': 'Выберите категорию для тренировки',
    'value_error': 'Извините, попробуйте повторить громче',
    'error': 'Извините, этого я пока не понимаю\n'
             'нажмите start и выберите фразу',
    '/cancel': 'Вы завершили обучение.\n'
               'Нажмите меню /start для продолжения',
    '/help': 'Здесь будет какой то текст описания бота.'  # так же добавить инлайн клавиатуру с кнопками ссылками
    # на телеграм автора и разработчика
}

LEXICON_COMMANDS_RU: dict[str, str] = {
    '/start': 'Начнем тренировку',
    '/cancel': 'Завершить обучение',
    # '/command_3': 'command_3 description',
    '/help': 'помощь'
}
