LEXICON_RU: dict[str, str] = {
    'choose_phrase': 'Выберите фразу для тренировки',
    'select_category': 'Выбирайте в меню интересную вам тему и\nレッツゴー‼️\n\n',
    'value_error': 'Извините, попробуйте повторить громче',
    'error': 'Извините, этого я пока не понимаю\n'
             'нажмите /cancel и начните сначала',
    '/cancel': 'Вы завершили обучение.\n'
               'Нажмите меню /start для продолжения',
    '/contact': 'Контакты\n\nt.me/anna_j_ro',
    '/help': 'Как мной пользоваться:\n\n'
             '1. Выберите аниме;\n\n'
             '2. Выберите фразу для тренировки;\n\n'
             '3. Дождитесь, пока я отправлю вам аудиосообщение с выбранной фразой, и послушайте её;\n\n'
             '4. Запишите и отправьте свое голосовое сообщение с выбранной фразой. '
             'Постарайтесь произнести фразу как можно точнее, копируя скорость и интонации;\n\n'
             '5. Я пришлю вам текст оригинала, волновую диаграмму оригинального аудио и вашего сообщения. '
             'А ещё - я распознаю ваше сообщение и напишу то, что вы сказали;\n\n'
             '6. Сравните свой вариант произношения с оригиналом.\n'
             'Повторяйте выбранную фразу до тех пор, пока ваши слова и диаграмма не совпадут с оригиналом.'
}

LEXICON_COMMANDS_RU: dict[str, str] = {
    '/start': 'Начнем тренировку',
    '/cancel': 'Завершить обучение',
    #'/contact': 'Контакты',
    #'/help': 'помощь'
}

LEXICON_KB_FAST_BUTTONS_RU: dict[str, str] = {
    'Новая тема': 'new_them',
    'Новая фраза': 'new_phrase'
}
