command-start = Начнем тренировку

command-language = Выбор языка

command-contacts = Контакты

command-cancel = Завершить обучение

contacts-teacher = Преподаватель Анна Рогалева
 https://t.me/anna_j_ro

contacts-developer = Разработчик Игорь Бочаров
 https://t.me/inetsmol

First-hello-user-jp =
     <b>{ $username }さん、</b>ようこそ！
 Добро пожаловать!

 Меня зовут мистер Хацу.
 Я помогу тебе тренировать японское произношение, слова и грамматику.
 Напиши мне фразы, которые хочешь выучить, а я сделаю из них набор тренировок.

 じゃ、始めましょう！

 Если у вас есть вопросы по работе с ботом пишите: @inetsmol

First-hello-user-en =
 Hi, <b>{ $username }</b>
 Добро пожаловать!

 Меня зовут мистер Хацу.
 Я помогу тебе тренировать английское произношение, слова и грамматику.
 Напиши мне фразы, которые хочешь выучить, а я сделаю из них набор тренировок.

 Let's start!

 Если у вас есть вопросы по работе с ботом пишите: @inetsmol

hello-user-jp =
 <b>{ $username }さん</b>、日本語を勉強しましょう！
 Время учить японский!

 Чтобы выбрать тренировку, нажми «Тренировки»
 Чтобы добавить или удалить фразы, нажми «Управление фразами для тренировок»

 Если у вас есть вопросы по работе с ботом пишите: @inetsmol

hello-user-en =
 <b>{ $username }</b>, let's go to the next level!
 Время учить английский!

 Чтобы выбрать тренировку, нажми «Тренировки»
 Чтобы добавить или удалить фразы, нажми «Управление фразами для тренировок»

 Если у вас есть вопросы по работе с ботом пишите: @inetsmol

start-training-button = 💪 Тренировки

phrase-management-button = 📝 Управление фразами для тренировок 💎

subscribe-management-button = 🔔 Управление подпиской 💎

admin-settings-button = ⚙️ Настройки(для админов)

admin-panel = Панель администратора

user-management = ‍🧑‍🤝‍🧑 Управление пользователями

add-general-category = 🆕 Добавить общую категорию

generate-image-button = 🖼 Сгенерировать изображение

generate-image-dialog = Напиши промпт и я сгенерирую изображение.

starting-generate-image = Начинаю генерацию изображения. Это может занять некоторое время...

generated-image = Вот сгенерированное изображение!

failed-generate-image = Извините, не удалось сгенерировать изображение. Функция в тестовом режиме. Повторите генерацию или попробуйте немного позже.

add-main-image = Добавить главное изображение

managing-your-own-phrases-only-available-subscription = Управление своими фразами доступно только по подписке.

command-cancel =
    Вы завершили обучение.
 Нажмите меню /start для продолжения

back = ◀️ Назад

cancel = ↩️ Отмена

next = ▶️ Продолжить

save = ✅ Сохранить

delite = ✅ Удалить

repeat = 🔄 Повторить

training-dialog = Ты в разделе тренировок. Выбирай тренировку, и погнали!

pronunciation = 🗣 Произношение

vocabulary = 🎯 Лексика

translation = 🌍 Перевод

listening = 🔊 Прослушивание

pronunciation_training_dialog =
 Я отправлю тебе аудио с одной из твоих фраз. Послушай и повтори за мной как можно точнее.
 Отправь мне голосовое сообщение с этой фразой. Я проанализирую твоё произношение и пришлю график, где ты наглядно увидишь изменение высоты тона и скорость речи.
 Синий – график оригинала.
 Оранжевый – график твоего произношения.
 Под графиком я напишу оригинал фразы, перевод и комментарий к фразе, если есть.

 Тренируйся до тех пор, пока твоё произношение не совпадёт на графике с оригиналом.

 Если тебе сложно произнести какое-то слово или часть фразы, перейди в раздел «ПРОСЛУШИВАНИЕ», напиши мне сложную часть фразы, и я озвучу только её. Потренируйся в произношении и возвращайся сюда.

 Для начала выбирай категорию:

choose-phrase = Выбирай фразу или тренируй случайную.
 Чтобы выбрать другую категорию, нажми «НАЗАД».

random-phrase = 🎲 Случайная фраза

processing-message = Минуту, обрабатываю ваше сообщение...

image-caption = <b>Оригинал:</b>
 { $text_phrase }
 { $translation }

 <b>Ваш вариант:</b> { $answer_text }

 <b>Комментарий:</b> { $comment }

try-again = Попробуй ещё или нажми «НАЗАД», чтобы выбрать другую фразу.

listen-original = Послушай оригинал и отправь мне аудиосообщение с этой фразой.

no-phrases-available = No phrases available.

error-handler = Моя твоя не понимать 🤔

lexis-training-dialog =
 Раздел для тренировки лексики.
 Я убрал из твоих фраз одно или два слова и заменил их пробелами.
 Вспомни и отправь мне фразу целиком.

 Для начала выбирай категорию:

lexis-training =
    Вспомни фразу целиком и напиши её в сообщении.
 Чтобы перейти к следующему заданию, нажми «ПРОПУСТИТЬ»
 Чтобы выбрать другую категорию, нажми «НАЗАД».

selected-category = <b>Выбранная категория:</b> { $category }

lexis-training-phrase = Фраза:
 <strong>{ $with_gap_phrase }</strong>

training-translation = Перевод:
 <tg-spoiler>{ $translation }</tg-spoiler>

training-try-again = Попробуй еще раз ))

enter-answer-text = Введи текст ответа:

congratulations-spoken-answer = Ты произнес:
 { $answer }

 Ура!!! Ты лучший! 🥳

spoken-answer =
 Кажется ты произнес:
 { $answer}

congratulations = 🏆 Ура!!! Ты лучший! 🥳

listen = 🎧 Послушать

translate-training-dialog = Раздел для тренировки перевода.
 Я дам тебе перевод твоих фраз; вспомни и напиши их по-японски.
 Выбирай категорию:

translate-training = Введи перевод фразы.
 Чтобы перейти к следующему заданию, нажмите «ПРОПУСТИТЬ»
 Чтобы выбрать другую категорию, нажми «НАЗАД».

translate-training-phrase = Фраза:
 <strong>{ $translation }</strong>


listening-training-dialog = Раздел для тренировки слушания.
 Здесь нет заданий.
 Отправь мне слово или фразу, и я озвучу.

listen-repeat =
 Слушай и повторяй до тех пор, пока фраза не станет привычной.

phrase-limit = В эту категорию нельзя добавить фразы. Максимальное количество фраз: 15
 Удалите существующие фразы или создайте новую категорию.

phrase-management-dialog = Здесь ты можешь добавить фразы для тренировок.

 Все фразы хранятся в категориях.

 Нажми на категорию, чтобы добавить или удалить фразы.
 В каждую категорию можно добавить не больше 15 фраз.

 Выбери категорию или создай новую.

add-category-button = ➕ Добавить категорию

delite-category-button = ❌ Удаление категорий

editing-category = Категория: <b>{ $category }</b>

 Чтобы добавить новую фразу, нажми «БЫСТРО ДОБАВИТЬ ФРАЗУ»
 или «ДОБАВИТЬ ФРАЗУ» для добавления по шагам.
 Чтобы удалить, выбери фразы и нажми «УДАЛИТЬ ВЫБРАННОЕ»

add-phrase-button = ➕ Добавить фразу

delete-selected-button = ❌ Удалить выбранные

delete-selected-ones = <b>Удалить выбранные?</b>

delete-selected-category = <b>Удалить выбранные категории со всеми фразами</b>❓

delite-category = Выбери категории для удаления:
 ❗❗❗ Все фразы в выбранных категориях будут удалены

subscribe-button = Оформить подписку

change-subscribe-button = Изменить подписку

unsubscribe-button = Отменить подписку

user-subscribe-info-dialog = Твоя подписка: <b>{ $type_subscription }</b>
 Дата окончания: <b>{ $date_end }</b>

text-phrase = <b>Текст:</b> { $text_phrase }

input-text-phrase = 💬 Введи текст новой фразы:

input-translate = 🌐 Введи перевод новой фразы или жми "Пропустить" и я переведу автоматически:

translation-phrase = <b>Перевод:</b> { $translation }

add-comment = <b>Здесь можно добавить комментарий к фразе:</b>

summary-information = Суммарная информация
 <b>Выбранная категория:</b> { $category }
 <b>Текст:</b> { $text_phrase }
 <b>Перевод:</b> { $translation }
 <b>Комментарий:</b> { $comment }
 <b>Сохранить фразу?</b>

add-audio = <b>Добавление аудио</b>

add-audio-info-first = 🔊 Отправь мне аудио новой фразы, голосовое сообщение или нажми <b>Озвучить с помощью ИИ</b>.

add-audio-info-second = Если все ОК, жми <b>Продолжить</b> или отправь еще раз

voice-with-ai-button = 🤖 Озвучить с помощью ИИ

add-image-info = <b>🎨 Отправь иллюстрацию для фразы, сгенерируй(только по подписке) при помощи ИИ или просто пропусти этот шаг:</b>

en = 🇬🇧 Английский

ru = 🇷🇺 Русский

select-language = Выбери язык бота

language-changed = Язык изменен на

summary-information-to-edit = Суммарная информация
 <b>Выбранная категория:</b> { $category }
 <b>Текст:</b> { $text_phrase }
 <b>Перевод:</b> { $translation }
 <b>Комментарий:</b> { $comment }
 Выбирай, что редактировать.

select-phrase-to-delete = Выбрать для удаления

text-phrase-to-edit = Текст фразы

translation-to-edit = Перевод

audio-to-edit = Аудио

image-to-edit = Изображение

comment-to-edit = Комментарий

send-text-phrase-to-edit = <b>Текст:</b> { $text_phrase }
 Отправь новый текст фразы

send-translation-to-edit = Отправь перевод для изменения

send-audio-to-edit = Отправь аудио или голосовое сообщение для изменения

send-image-to-edit = Отправь фото или сгенерируй(только по подписке) новое для изменения

send-comment-to-edit = Отправь комментарий для изменения

subscription-information = Доступны подписки на 1, 3 и 6 месяцев.
 Стоимость подписки:
   - 1 месяц - { $one-month-subscription-name } рублей
   - 3 месяца - { $three-month-subscription-name } рублей
   - 6 месяцев - { $six-month-subscription-name } рублей


one-month-subscription-button = ⭐ 1 месяц

one-month-subscription-description = Описание подписки на один месяц

one-month-subscription-name = Подписка на один месяц

three-month-subscription-button = ⭐⭐ 3 месяца

three-month-subscription-description = Описание подписки на три месяца

three-month-subscription-name = Подписка на три месяца

six-month-subscription-button = ⭐⭐⭐ 6 месяцев

six-month-subscription-description = Описание подписки шесть месяцев

six-month-subscription-name = Подписка на три месяца

error-adding-category = Ошибка добавления категории

you-already-have-category = У тебя уже есть такая категория

category-added-successfully = Категория успешно добавлена

enter-name-new-category = Введи название новой категории:

already-added-this-phrase = Ты уже добавлял эту фразу. Попробуй что-нибудь еще 😉

failed-save-phrase = Ошибка при сохранении фразы

phrase-saved = Фраза добавлена! ✅

voice-acting = Озвучка

sentence-too-long = Фраза слишком длинная. Максимальная длина фразы 150 символов. Попробуй еще раз.

interval = 🕧 💪 Интервальная тренировка

error-interval-training-dialog = Похоже у тебя нет добавленных фраз. Добавь хотя бы одну.

interval-training-dialog = Текст про интервальную тренировку

interval-training-translation-dialog = Переведи фразу:
 { $translation }

start-training = Начать тренировку

enable-notifications = Включить уведомления

disable-notifications = Выключить уведомления

interval-training-pronunciation-dialog = Послушай и произнеси фразу

interval-training-pronunciation-text-dialog = Произнеси эту фразу:
 { $question }

wrong = Неправильно, попробуй в другой раз

right = Супер, ты лучший!!!

interval-training-listening-dialog = Послушай и напиши фразу

interval-training-translation-dialog = Напиши перевод фразы

practice-time = Пора потренироваться!

use-free = Продолжить бесплатно

subscription-expired = Ваша подписка истекла.

quick-add-phrase-button = ➕ Быстро добавить фразу

edit-phrase-button = ✏️ Редактировать

deleted-phrases = Фразы удалены.

deleted-categories = Категории удалены.

deleted-image = Изображение удалено.

delite-image-button = Удалить изображение

new-voice-acting = Новая озвучка

click-to-pay = Нажмите кнопку ниже для оплаты.

pay = Оплатить

subscription-canceled = Вы успешно отписались. Надеемся вы скоро вернетесь.

subscription = Поздравляем!!!
 Вы успешно оформили { $type_subscription }
 Желаем приятного обучения!

daily-limit = Дневной лимит на бесплатном тарифе 50 упражнений. Для продолжения возвращайся завтра.

my-progress-history-button = 📈 Мой прогресс