First-hello-user-jp =
     <b>{ $username }さん、</b>ようこそ！
 Добро пожаловать!

 Я – бот-помощник Анны-сэнсэй.
 Я помогу тебе тренировать японское произношение, слова и грамматику.
 Напиши мне фразы, которые хочешь выучить, а я сделаю из них набор тренировок.

First-hello-user-en =
 Hi, <b>{ $username }</b>
 Меня зовут мистер Хацу, я твой бот-помощник.
 Я помогу тебе легко запоминать новые слова, тренировать красивое произношение и научиться бегло говорить по-английски.

 Let's start!

hello-user-jp =
 <b>{ $username }さん</b>、日本語を勉強しましょう！
 Давай выберем следующую тренировку!


hello-user-en =
 <b>{ $username }</b>, let's go to the next level!
 Давай выберем следующую тренировку!

start-training-button = 💪 Тренировки

phrase-management-button = 📝 Управление моими фразами 💎

subscribe-management-button = 🔔 Управление подпиской 💎

admin-settings-button = ⚙️ Настройки(для админов)